[
    {
        "id": 1,
        "image": "assets/images/divine/the_fool.png",
        "name": "The Fool",
        "keywords": ["Beginnings", "Innocence", "Spontaneity", "Free Spirit"],
        "shortDescription": "The Fool represents new beginnings, innocence, and a free spirit.",
        "detailedDescription": "The Fool is the card of new beginnings, adventure, and taking a leap of faith. Standing at the edge of a cliff, the Fool is ready to step into the unknown, filled with optimism and a sense of wonder. This card encourages embracing the journey with an open heart and a sense of adventure. It reminds us to trust in the process and be open to new experiences, even if the path is uncertain."
    },
    {
        "id": 2,
        "image": "assets/images/divine/the_magician.png",
        "name": "The Magician",
        "keywords": ["Manifestation", "Resourcefulness", "Power", "Inspired Action"],
        "shortDescription": "The Magician signifies manifestation and the power to create.",
        "detailedDescription": "The Magician is a card of manifestation and taking inspired action. It represents the ability to turn ideas into reality and make things happen. The Magician reminds us of our inner power and encourages us to use our skills and resources to achieve our goals. This card is a call to action, urging us to focus our energy and harness the tools at our disposal to bring our dreams to life."
    },
    {
        "id": 3,
        "image": "assets/images/divine/the_high_priestess.png",
        "name": "The High Priestess",
        "keywords": ["Intuition", "Mystery", "Subconscious Mind"],
        "shortDescription": "The High Priestess represents intuition and the subconscious mind.",
        "detailedDescription": "The High Priestess is a card of mystery and inner wisdom. She signifies the power of intuition and the importance of listening to our inner voice. This card encourages us to explore the deeper aspects of our psyche and trust in our intuitive abilities. The High Priestess is a reminder to seek knowledge from within and to be attuned to the unseen forces that influence our lives."
    },
    {
        "id": 4,
        "image": "assets/images/divine/the_empress.png",
        "name": "The Empress",
        "keywords": ["Abundance", "Fertility", "Nurturing"],
        "shortDescription": "The Empress symbolizes abundance and nurturing energy.",
        "detailedDescription": "The Empress is a card of abundance, fertility, and nurturing. She represents the nurturing aspect of life, offering comfort and support. This card signifies growth, creativity, and the ability to create and nurture life. The Empress encourages us to connect with nature, embrace our creativity, and foster a sense of abundance in our lives. She is a reminder of the power of love and the importance of nurturing ourselves and others."
    },
    {
        "id": 5,
        "image": "assets/images/divine/the_emperor.png",
        "name": "The Emperor",
        "keywords": ["Authority", "Structure", "Control", "Fatherhood"],
        "shortDescription": "The Emperor represents authority and structure.",
        "detailedDescription": "The Emperor is a card of authority, structure, and control. He signifies the power of leadership and the importance of order and discipline. This card encourages us to take charge of our lives and establish a solid foundation. The Emperor represents stability and the ability to create order out of chaos. He is a reminder of the importance of setting boundaries and taking responsibility for our actions."
    },
    {
        "id": 6,
        "image": "assets/images/divine/the_hierophant.png",
        "name": "The Hierophant",
        "keywords": ["Tradition", "Spiritual Wisdom", "Religious Beliefs"],
        "shortDescription": "The Hierophant symbolizes tradition and spiritual wisdom.",
        "detailedDescription": "The Hierophant is a card of tradition, spiritual wisdom, and religious beliefs. He represents the power of established institutions and the importance of following conventional paths. This card encourages us to seek guidance from established traditions and to honor the wisdom of the past. The Hierophant is a reminder of the value of spiritual knowledge and the importance of connecting with our spiritual roots."
    },
    {
        "id": 7,
        "image": "assets/images/divine/the_lovers.png",
        "name": "The Lovers",
        "keywords": ["Love", "Harmony", "Relationships", "Choices"],
        "shortDescription": "The Lovers represent love and harmonious relationships.",
        "detailedDescription": "The Lovers is a card of love, harmony, and relationships. It signifies the power of connection and the importance of making choices that align with our values. This card encourages us to seek harmony in our relationships and to make decisions that are true to our hearts. The Lovers remind us of the importance of love and the power of deep, meaningful connections."
    },
    {
        "id": 8,
        "image": "assets/images/divine/the_chariot.png",
        "name": "The Chariot",
        "keywords": ["Determination", "Willpower", "Victory"],
        "shortDescription": "The Chariot symbolizes determination and victory.",
        "detailedDescription": "The Chariot is a card of determination, willpower, and victory. It represents the power of focused energy and the ability to overcome obstacles. This card encourages us to stay determined and to harness our inner strength to achieve our goals. The Chariot is a reminder that with perseverance and willpower, we can overcome any challenges that come our way and achieve success."
    },
    {
        "id": 9,
        "image": "assets/images/divine/strength.png",
        "name": "Strength",
        "keywords": ["Courage", "Compassion", "Inner Strength"],
        "shortDescription": "Strength represents courage and inner strength.",
        "detailedDescription": "Strength is a card of courage, compassion, and inner strength. It signifies the power of resilience and the importance of facing challenges with grace and fortitude. This card encourages us to tap into our inner strength and to approach difficulties with a compassionate heart. Strength is a reminder that true power comes from within and that we can overcome any adversity with courage and compassion."
    },
    {
        "id": 10,
        "image": "assets/images/divine/the_hermit.png",
        "name": "The Hermit",
        "keywords": ["Soul-searching", "Introspection", "Inner Guidance"],
        "shortDescription": "The Hermit symbolizes soul-searching and inner guidance.",
        "detailedDescription": "The Hermit is a card of introspection, soul-searching, and inner guidance. It represents the journey inward and the importance of seeking wisdom from within. This card encourages us to take time for reflection and to listen to our inner voice. The Hermit is a reminder that true guidance comes from within and that we can find answers by looking inward and trusting our intuition."
    },
    {
        "id": 11,
        "image": "assets/images/divine/wheel_of_fortune.png",
        "name": "Wheel of Fortune",
        "keywords": ["Cycles", "Change", "Staying Present"],
        "shortDescription": "The Wheel of Fortune signifies change and cycles.",
        "detailedDescription": "The Wheel of Fortune is an ever-spinning symbol of change. Watched over by the Sun and Moon and covered in symbols of ancient mysticism, the Wheel reminds us of all the possibilities in the soul’s journey, and the sacred process of cycling through them. Situations both good and bad can change in an instant, and we will fall in and out of good fortune. If you are able to maintain an inner equilibrium of clear-mindedness, presence, and self-care, you will be prepared for whatever life throws at you."
    },
    {
        "id": 12,
        "image": "assets/images/divine/justice.png",
        "name": "Justice",
        "keywords": ["Fairness", "Truth", "Law"],
        "shortDescription": "Justice represents fairness and truth.",
        "detailedDescription": "Justice is a card of fairness, truth, and law. It signifies the importance of balance and the power of making fair decisions. This card encourages us to seek the truth and to act with integrity. Justice is a reminder that our actions have consequences and that we must strive to act fairly and justly in all our dealings."
    },
    {
        "id": 13,
        "image": "assets/images/divine/the_hanged_one.png",
        "name": "The Hanged Man",
        "keywords": ["Pause", "Surrender", "New Perspective"],
        "shortDescription": "The Hanged Man symbolizes a pause and new perspectives.",
        "detailedDescription": "The Hanged Man is a card of pause, surrender, and gaining a new perspective. It represents the importance of taking a step back and reassessing our situation. This card encourages us to let go of our attachments and to view things from a different angle. The Hanged Man is a reminder that sometimes we need to surrender to the process and allow things to unfold naturally."
    },
    {
        "id": 14,
        "image": "assets/images/divine/death.png",
        "name": "Death",
        "keywords": ["Transformation", "Endings", "New Beginnings"],
        "shortDescription": "Death represents transformation and new beginnings.",
        "detailedDescription": "Death is a card of transformation, endings, and new beginnings. It signifies the end of one phase and the beginning of another. This card encourages us to embrace change and to let go of what no longer serves us. Death is a reminder that transformation is a natural part of life and that with every ending comes a new beginning."
    },
    {
        "id": 15,
        "image": "assets/images/divine/temperance.png",
        "name": "Temperance",
        "keywords": ["Balance", "Patience", "Moderation"],
        "shortDescription": "Temperance symbolizes balance and moderation.",
        "detailedDescription": "Temperance is a card of balance, patience, and moderation. It represents the importance of finding harmony and maintaining equilibrium in our lives. This card encourages us to practice moderation and to avoid extremes. Temperance is a reminder that balance is key to a healthy and fulfilling life, and that patience and moderation are essential in achieving our goals."
    },
    {
        "id": 16,
        "image": "assets/images/divine/the_devil.png",
        "name": "The Devil",
        "keywords": ["Bondage", "Addiction", "Materialism"],
        "shortDescription": "The Devil represents bondage and materialism.",
        "detailedDescription": "The Devil is a card of bondage, addiction, and materialism. It signifies the power of our darker impulses and the importance of breaking free from unhealthy attachments. This card encourages us to confront our shadows and to liberate ourselves from what holds us back. The Devil is a reminder that true freedom comes from breaking the chains of our limitations and embracing our true selves."
    },
    {
        "id": 17,
        "image": "assets/images/divine/the_tower.png",
        "name": "The Tower",
        "keywords": ["Sudden Change", "Upheaval", "Revelation"],
        "shortDescription": "The Tower symbolizes sudden change and revelation.",
        "detailedDescription": "The Tower is a card of sudden change, upheaval, and revelation. It represents the breaking down of old structures and the importance of facing the truth. This card encourages us to embrace change and to be open to new perspectives. The Tower is a reminder that sometimes we need to let go of the old to make way for the new, and that upheaval can lead to profound transformation."
    },
    {
        "id": 18,
        "image": "assets/images/divine/the_star.png",
        "name": "The Star",
        "keywords": ["Hope", "Inspiration", "Renewal"],
        "shortDescription": "The Star represents hope and inspiration.",
        "detailedDescription": "The Star is a card of hope, inspiration, and renewal. It signifies the power of faith and the importance of staying optimistic. This card encourages us to look beyond our immediate struggles and to trust in the greater plan. The Star is a reminder that after the storm, there is calm and clarity, and that we can find inspiration and renewal in the most challenging times."
    },
    {
        "id": 19,
        "image": "assets/images/divine/the_moon.png",
        "name": "The Moon",
        "keywords": ["Illusion", "Fear", "Subconscious"],
        "shortDescription": "The Moon symbolizes illusion and the subconscious.",
        "detailedDescription": "The Moon is a card of illusion, fear, and the subconscious. It represents the power of our inner world and the importance of facing our fears. This card encourages us to explore the depths of our subconscious and to confront the illusions that hold us back. The Moon is a reminder that we can find clarity and understanding by looking within and embracing our inner mysteries."
    },
    {
        "id": 20,
        "image": "assets/images/divine/the_sun.png",
        "name": "The Sun",
        "keywords": ["Joy", "Success", "Positivity"],
        "shortDescription": "The Sun represents joy and success.",
        "detailedDescription": "The Sun is a card of joy, success, and positivity. It signifies the power of optimism and the importance of embracing the light. This card encourages us to celebrate our successes and to bask in the warmth of our achievements. The Sun is a reminder that we can find joy and fulfillment by staying positive and focusing on the bright side of life."
    },
    {
        "id": 21,
        "image": "assets/images/divine/judgement.png",
        "name": "Judgement",
        "keywords": ["Reflection", "Reckoning", "Awakening"],
        "shortDescription": "Judgement symbolizes reflection and awakening.",
        "detailedDescription": "Judgement is a card of reflection, reckoning, and awakening. It represents the power of self-assessment and the importance of facing our past actions. This card encourages us to reflect on our journey and to take responsibility for our choices. Judgement is a reminder that through honest reflection and self-awareness, we can achieve spiritual awakening and growth."
    },
    {
        "id": 22,
        "image": "assets/images/divine/the_world.png",
        "name": "The World",
        "keywords": ["Completion", "Integration", "Accomplishment"],
        "shortDescription": "The World represents completion and accomplishment.",
        "detailedDescription": "The World is a card of completion, integration, and accomplishment. It signifies the end of a cycle and the achievement of our goals. This card encourages us to celebrate our successes and to acknowledge the journey we have taken. The World is a reminder that we have the power to create our reality and that through perseverance and dedication, we can achieve our dreams."
    }
]
